var GAMESDATA = {
	"1000": {
		"name": "Tutorial",
		"description": "Erklärung der Spiele.",
		"descriptionpage": "In diesem Tutorial werden die Grundelemente dieses Frameworks erklärt. Es sollte gespielt werden bevor die anderen Spiele begonnen werden.",
		"slotnames": ["Essen","","Getränk","Kohlenhydrate"],
		"tutorial": true
	},
	"1001": {
		"name": "Zucker Spiel",
		"description": "Finde heraus wie viel Zucker in Lebensmitteln steckt!",
		"descriptionpage": "Bei diesem Spiel hat der Spieler die Möglichkeit herauszufinden, wieviel Zucker in verschiedenen Lebensmitteln steckt. Der Zuckeranteil bezieht sich auf die Grammanzahl, die auf allen verpackten Lebensmitteln abgedruckt sein muss. Diese bezieht sich damit auf die biochemische Ebene und nicht auf die metabolische.<br><br> Die Lebensmittel, die auf der linken Seite zu sehen sind, werden alle in Mengen von 100g bzw. 100ml angegeben. Ihnen muss eine Kachel von der rechten Seite mit der Grammzahl Zucker zugeordnet werden. Die Zuckermengen sind auf 5g gerundet, das heißt wenn ein Lebensmittel 8g Zucker pro 100g enthält ist die 10g Kachel die korrekte (bei 7g ist es die 5g Kachel). Die Werte wurden gemittelt, da die Inhaltsstoffe bei Lebensmitteln entsprechend schwanken können.<br><br> Das Ziel dieses Spieles ist es, dem Spieler ein Gefühl zu geben, wie viel Zucker ungefähr in verschiedenen Lebensmitteln enthalten ist. Dadurch ist eine angepasstere und gesündere Ernährungsweise möglich.",
		"slotnames": ["","Lebensmittel","","Zucker"],
		"tutorial": false
	},
	"1002": {
		"name": "Mahlzeiten puzzeln",
		"description": "Erstelle Mahlzeiten und achte auf die Kohlenhydrate!",
		"descriptionpage": "In diesem Spiel geht es um die Kohlenhydrate in Lebensmitteln/Mahlzeiten und wie man diese am besten kombinieren kann. Auf der linken Seite sieht man vorkonfigurierte Mahlzeiten und auf der rechten Seite verschiedene Getränke. Diese müssen kombiniert werden und anschließend muss die richtige Kohlenhydratanzahl aus der oberen Reihe zugeordnet werden. Bei diesem Spiel sind die Grammanzahlen auf 5g gerundet (7g &rarr; 5g, 8g &rarr; 10g), da die Inhaltsstoffe in Lebensmitteln variieren können. <br><br> Das Ziel dieses Spieles ist, dass der Spieler lernt wie viele Kohlenhydrate in verschiedenen Mahlzeiten enthalten sind. Er kann sich dadurch besser an Kohlenhydratbeschränkungen halten.<br><br> Leider kann dieses Spiel aktuell nur in der Spielvariante &quot;Freies Spiel&quot; gespielt werden.",
		"slotnames": ["Essen","","Getränk","Kohlenhydrate"],
		"tutorial": false
	}
};

		
		
		
